{
    "tr-TR": {
        "homepage": "Anasayfa",
        "about": "Hakkımızda",
        "industries": "Faaliyetler",
        "team": "Takım",
        "artics_letter":"Makaleler ve Yayınlar",
        "contact": "İletişim",
        "motto": "Çözüm ortağınız olarak, etkin, yenilikçi ve sonuç odaklı çözümler öneriyoruz.",
        "arc_law": "ARC Avukatlık",
        "about_1": "ARC Avukatlık Bürosu, İstanbul’da kurulmuş bir hukuk bürosu olarak uluslararası ve Türk şirketlerde edindiğimiz geçmiş hukuki birikimin yenilikçi yaklaşım ile birleşimi sonucu tüm yerli ve global müvekkillere hukukun tüm ana dallarında hizmet vermektedir. Müvekkillerimizin sektörel gereksinimlerini dikkate alarak bu bağlamda (halihazırdaki ve gelecekteki) hukuki ihtiyaçlarına odaklanarak etkin ve pragmatik çözümler üretmekten gurur duyuyoruz.",
        "about_2": "ARC Avukatlık Bürosu olarak, farkımız müvekkillerimizin salt hukuki gereksinimlerini düşünmeyip aynı zamanda bir iş adamı olarak ticari gereksinimlerini de dikkate alarak her zaman en az masrafla en hızlı ve etkin hukuki hizmeti almalarını sağlamaktadır. ARC Avukatlık Bürosu’nun, uluslararası arenada tanınması ve etkin hizmet yürütmesi ise, özellikle Almanya, Fransa, İtalya gibi Avrupa ülkeleri ile ABD (Şikago, New York ve Kaliforniya Eyaletleri) ve Çin’de (Pekin, Şangay ve Şenzen) farklı hukuk büroları kurduğu ortaklıklar sayesinde mümkün olmuştur. Aynı zamanda, ARC Avukatlık Bürosu, Uluslararası Barolar Birliği’ne kayıtlıdır.",
        "about_3": "Ana uzmanlık alanlarımız dava ve uyuşmazlık çözümü, şirketler hukuku ve kurumsal danışmanlık, bilişim ve teknoloji hukuku, banka ve finans, proje finansmanı, fikri mülkiyet, gayrimenkul, iş hukuku, yabancılar hukuku, enerji hukuku, rekabet hukuku alanlarını kapsamaktadır.",
        "about_4": "Türk ve uluslararası menşeli müvekkillerimizi sektörel açıdan başta bilişim ve teknoloji sektörü dahil olmak üzere özellikle inşaat, gayrimenkul, enerji, banka ve finans, otomotiv, perakende, hızlı tüketim ürünleri, oyun, telekomünikasyon, medya, özel sermaye fonu, turizm ve konaklama sektörlerinde temsil etmekte ve onlara danışmanlık hizmeti vermekteyiz.",
        "values": "Değerler",
        "value_1": "Kurumsal Sorumluluk Kültürü: ",
        "value_1_content":"Kurumsal sorumluluk kültürümüz gereği, ARC Avukatlık Bürosu olarak etik ve profesyonel standartları ve düzenlemeleri azami ölçüde gözeterek hukuki hizmet vermeyi amaçlıyoruz. ARC Avukatlık Bürosu olarak, müvekkillerimize verdiğimiz kurumsal hizmetlerde uzun soluklu, güvene dayanan ve her aşamada müvekkillerimizce denetlenebilir bir hukuki hizmet vermeyi amaçlıyoruz.",
        "value_2": "Gizlilik: ",
        "value_2_content":"Müvekkillerimizin işini yürütürken gözettiğimiz gizlilik en önemli değerlerimizden birisidir. Büromuz ve müvekkillerimiz ile ilgili gizlilik ilkelerine ve düzenlemelerine uymaktayız.",
        "value_3": "Yenilikçi Yaklaşım: ",
        "value_3_content":"Hukuki müesseselerin dünyada ve ülkemizde hızla değişmesi dikkate alındığında, hukuki hizmetlerdeki yenilikçi yaklaşımın daha önemli hale geldiğine inanıyoruz. Bu sebeple, yaklaşımımız müvekkillerimizin ihtiyaçlarına uygun olarak yenilikçi ve etkin çözümler üretmektir. ",
        "practices": "Çalışma Alanları",
        "industiries_text": "ARC Avukatlık Bürosu’nun, etkin faaliyet gösterdiği çalışma alanları ve hizmet verdiği başlıca sektörlere dair bilgilere aşağıda yer verilmiştir.",
        "industries_1": "Şirketler Hukuku Ve Kurumsal Danışmanlık",
        "industries_1_content":"ARC Avukatlık Bürosu olarak şirketler hukuku ve kurumsal sözleşme danışmanlığı kilit faaliyetlerimizden birisini teşkil etmektedir. Değişik sözleşme konularında danışmanlık faaliyeti bakımından uzmanlığımız bulunmaktadır. Genel itibariyle, değişik sektörlere ilişkin sözleşmelerin incelenmesi konusunda verdiğimiz hukuki hizmetin yanı sıra müvekkillerimize karşı taraf asil ve vekilleriyle birlikte sözleşme müzakerelerine katılmak suretiyle de destek vermekteyiz. Ayrıca, niyet mektubu aşamasından başlamak üzere, hissedarlık ve hisse alım sözleşmelerinin imzalanması ve kapanış aşamasına kadar özellikle birleşme ve devralma süreçlerinde de aktif olarak hizmet vermekteyiz. Aynı zamanda, titiz bir şekilde risk analizi, iş hukuku ve kurumsal yönetim, vb. konularda hukuki değerlendirme raporları hazırlamaktayız.",
        "industries_2": "Dava Takibi Ve Uyuşmazlık Çözümü",
        "industries_2_content":"ARC Avukatlık Bürosu, müvekkillerinin potansiyel uyuşmazlıklarını mümkün olduğu takdirde yargı süreçlerinden kaçınarak (arabuluculuk ve uzlaşma gibi alternatif uyuşmazlık çözüm yöntemlerini deneyerek) sonuçlandırmayı amaçlamaktadır. Ancak, yaşanan uyuşmazlık ile ilgili yargı süreci kaçınılmaz olduğu takdirde, büyük resmi gözden kaçırmaksızın her türlü detayı görmeye odaklanarak müvekkillerimizi mahkemelerde ve diğer kamu kurum ve kuruluşları nezdinde temsil etmekteyiz. Bu alandaki uzmanlığımız ticari uyuşmazlıkları, idari ve vergi uyuşmazlıkları, ceza davalarını, iş hukuku uyuşmazlıklarını, fikri mülkiyet uyuşmazlıklarını, hissedarlar arasındaki anlaşmazlıkları, inşaat ve gayrimenkul sektörüne ilişkin uyuşmazlıkları ve uluslararası tahkimi (ICC, ICSID, GAFTA, Amerikan Tahkim Divanı) kapsamaktadır.",
        "industries_3": "Bankacılık Ve Finans Hukuku",
        "industries_3_content":"Bankacılık ve finans alanında, proje finansmanı, altyapı finansmanı, yapılandırılmış finansman, varlık finansmanı, sermaye piyasaları, global krediler ve gayrimenkul finansmanı uzmanlık sahibi olduğumuz başlıca konulardır. Büromuz her ölçekte yerli ve yabancı sermayeli bankalara ve finans kuruluşlarına işlemlerin yapılandırılması ve belgelerin hazırlanmasında hukuki destek vermekte ve finansman sağlanmasında yardımcı olmaktadır.",
        "industries_4": "Bilişim Ve Teknoloji Hukuku",
        "industries_4_content":"Günümüzün en önemli hukuk dallarından birisi olan bilişim ve teknoloji hukuku alanında, ARC Avukatlık Bürosu tarafından kişisel verilerin korunması projeleri, siber güvenlik, İleti ve Yönetim Sistemi (İYS) süreçleri, finansal teknoloji, blokzincir projeleri ve yapay zeka dahil ancak sınırlı olmamak kaydıyla teknoloji ve hukukun birbirine yakınsadığı tüm konularda hukuki hizmet verilmektedir.",
        "industries_5": "Gayrimenkul Ve İnşaat Hukuku",
        "industries_5_content":"ARC Avukatlık olarak müvekkillerimize, gayrimenkulden kaynaklanan uyuşmazlıklar da dahil olmak üzere, kira hukuku (AVM kira sözleşmeleri, konut ve işyeri kira sözleşmeleri, kira hukukundan kaynaklanan davalar, tahliye süreçleri vb.), gayrimenkul satış vaadi sözleşmeleri, kat karşılığı inşaat sözleşmeleri ve gayrimenkul sektörüne yönelik tüm gereksinimleri karşılayacak şekilde hukuki destek vermekteyiz.",
        "industries_6": "Bireysel Müvekkil Hizmetleri",
        "industries_6_content":"Hukukun tüm alanlarında hizmet veren bir avukatlık bürosu olarak, kurumsal şirketlerin yanı sıra bireysel müvekkillerimizin tazminat hukuku, boşanma (anlaşmalı ve çekişmeli), ceza hukuku (soruşturma ve kovuşturma aşamalarında temsili ve dava süreçlerine katılım) ve ticari konularda hukuki danışmanlık hizmeti verilmesi gibi süreçlerde etkin katılım gösterilmektedir.",
        "contact_us": "bize ulaşın",
        "developer": "Bu site Nurhak Altın tarafından geliştirilmiştir."
    }
  }