{
    "en": {
      "homepage": "Homepage",
      "about": "About Us",
      "industries": "Practices Areas",
      "team": "Team",
      "artics_letter":"Articletter",
      "contact": "Contact",
      "motto": "We offer you efficient, innovative and result-oriented solutions as being your Solution-Partner.",
      "arc_law": "ARC Law Firm",
      "about_1": "ARC Law Firm is a prestigious law firm established in Istanbul which offers full service legal solutions comprising all major fields of law to our global and international clients. Combining a broad experience gained at multi-national and local firms with our innovative approach, our Firm offers full service legal solutions to our domestic and global clients. We take pride in our approach to work that focuses on understanding clients’ business and anticipating their legal needs (present and future) and provide efficient and pragmatic solutions.",
      "about_2": "ARC Law Firm differs from other legal approaches while we do not only consider our clients’ legal needs but we also take a role in their commercial benefits and help them take businessmen decisions by supporting them cost efficient, agile and pragmatic services. The recognition of ARC Law Firm at the international market and conducting effective services in different countries relies upon the partnerships with globally recognized law firms located in European countries such as Germany, France, Italy in Europe and as well as U.S. (Chicago, New York and California States) and China (Beijing, Shanghai and Shenzhen). In the meantime, ARC Law Firm is also registered to International Bar Association.",
      "about_3": "Our main focus areas include litigation and dispute resolution, information & technology, corporate law, mergers & acquisitions, banking & finance, project finance and infrastructure, intellectual property, real estate, labor and employment, immigration law, energy, competition and media & telecommunications.",
      "about_4": "On a sectoral basis, we counsel and represent our Turkish and international clients, including construction, real estate, energy, banking & finance, automotive, retail, FMGC, gaming, telecommunication, media, private equity and hospitality sectors.",
      "values": "Values",
      "value_1": "Culture of Corporate Responsibility: ",
      "value_1_content":"Due to our culture of corporate responsibility, we aim to provide legal services according the highest ethical and professional standards and we take our responsibilities to our clients and our people in which we contact and do business seriously. In this respect, ARC Law Firm aims to furnish auditable corporate services based on reliable and long-term relationship which seeks to govern how we operate, how we interact with clients and each other, and how we participate in our global and local communities.",
      "value_2": "Confidentiality: ",
      "value_2_content":"Confidentiality is one of the utmost values that we focus on while conducting our clients’ business. We comply with privacy principles and regulations regarding clients and our office information.",
      "value_3": "Innovative Approach: ",
      "value_3_content":"Considering fast improvement of legal concepts both over the world and in our country, we believe that the importance of innovation in legal services has become more obvious. To this end, our approach is to offer innovative and efficient solutions according to our clients’ needs.",
      "practices": "Practices & Industries",
      "industiries_text": "As our purpose is to provide the best legal service to our clients, we are proud to be a full-service law firm. Particularly, our Firm’s main focus areas cover.",
      "industries_1": "Business Law & Corporate Transactional Consultancy",
      "industries_1_content":"Corporate transactional work is a key element of AR Law Firm’s activity. We have a depth-experience on counseling a range of contracts. In all, we do not only conduct contract review considering various sectors but also assist our clients by attending their contract negotiations with the counter-parties. Moreover, we also actively take a role in M&A process starting from letter of intent, signature of SPAs & SHAs until closing. In the meantime, we strictly conduct due-diligence review in perspective of risk assessment, employment, corporate governance, etc.",
      "industries_2": "Dispute Resolution & Arbitration",
      "industries_2_content":"AR Law Firm aims to resolve its clients’ potential disputes with the minimum cost, if possible, avoiding from Court proceedings (trying alternative dispute resolution methods such as mediation and conciliation). However, when court intervention is indispensable, we represent our clients before the relevant courts and other related public bodies by showing the ability to see every detail without losing the sight of the bigger picture. the ability to see every detail without losing the sight of the bigger picture. Our core practice in this field boasts commercial litigation, administrative and tax litigation, criminal litigation, employment disputes, IP litigation, shareholder disputes, construction and real estate litigation and international arbitration (ICC, ICSID, GAFTA, American Arbitration Association)",
      "industries_3": "Banking & Finance Law",
      "industries_3_content":"In the area of banking and finance, we have expertise in project finance, infrastructure financing, structured finance, asset finance, capital markets, global loans and real estate finance. Our firm provides legal assistance to local and foreign investors, banks, funds and other financial institutions by collaborating with internationally reputable foreign law firms (if necessary) in multinational transactions.",
      "industries_4": "IT Law",
      "industries_4_content":"ARC Law Firm gives importance of IT Law which is deemed to be one of the most essential legal practices therefore our law firm deals with different types of issues within the scope of the convergence of law and technology including protection of personal data, cyber security, process of Transmission & Governance System, fintech, blockchain projects, artificial intelligence.",
      "industries_5": "Property & Construction Law",
      "industries_5_content":"We remain services covering wide range of clients’ need including but not limited to property disputes, rental law matters (shopping center lease agreements, workplace and house rentals, rental litigation, evacuation, etc.), preliminary contracts for real estate sale, construction right in return for flat.",
      "industries_6": "Individual Client Services",
      "industries_6_content":"While our law firm offers full-legal service boasting both corporate and individual clients, we are active in legal issues such as compensation law, divorce (both contested and uncontested divorce), criminal law (representation of the clients at investigation and trial phases) and consultancy services for commercial matters as it is required.",
      "contact_us": "contact us",
      "developer": "This site was built by Nurhak Altın.",
      "search_lawyer": "Search Lawyer",
      "team_text": "Search your lawyer by name on the below.",
      "cemal_heading": "Cemal Araalan, Managing Partner (LL.M.)",
      "cemal_1": "Cemal Araalan who is the Managing Partner of ARC Law Firm. He is an experienced corporate & disputes lawyer who holds a solid practice on IT Law with strong academic background. In addition to his professional experience at different law firms and multinational companies, he holds two LL.M. degrees both in Turkey (Istanbul Bilgi University Information & Technology Law) and U.S. (Illinois Institute of Technology – American Business Law).",
      "cemal_2": "Taking his professional experience into consideration, he has also more than 15 years of legal expertise representing Turkish and multinational corporations in high-profile dispute resolution matters (both arbitration and local litigation). He counsels clients on a broad range of issues including complex IT&IP Law disputes, personal data protection, competition law issues, Fin-Tech projects, contractual claims, shareholder and partnership issues, joint ventures, distributorship & agency, professional negligence and employment matters, tax disputes, international trade and business crimes. His daily corporate advice boasts different market leading corporate clients in industries such as gaming, electronics, telecommunication, stationery, fertilizers, pharmaceuticals, medical devices, media and advertising, aviation, insurance, reinsurance, construction, energy, confectionery. His main focus areas include white-collar crimes, construction disputes, conflicts arising from the liability of board members, high-profile IT&IP disputes, employment issues, energy disputes concerning both commercial and administrative law perspectives, competition investigations, media & telecommunications law. Particularly, he provides services to his clients in respect of GDPR, personal data protection regulations in Turkey and privacy matters, internet related disputes, e-government based programs, cybercrimes, internet law, legal framework of the clients’ CRM policies and loyalty programs. He also counsels as a mediator during the settlement negotiations with the counter-parties prior to Court proceedings.",
      "articles_info": "You may find articles published by ARC Law Firm as following"
    }
  }