{
  "articles":[
      {
        "title_tr": "Akıllı Sözleşmeler",
        "title_en": "Smart Contracts",
        "summary_tr": "Akıllı sözleşmeler, günümüzde özellikle klasik sözleşmeler hukuku açısından konuya bakıldığında, “sözleşme” olmayıp mahiyeti itibariyle merkezi olmayan bir mutabakat neticesinde tarafların sözleşmeye uygulanacak koşulları belirlediği, kendiliğinden uygulanabilir nitelikte olan ve otomatik hale getirilen sözleşmenin taraflarca ifasına yönelik uygulamanın bir zaman damgası ile mühürlendiği dijital nitelikli sözleşmeler olarak tanımlanabilir.Makalenin içeriğinde, genel itibariyle akıllı sözleşmenin kavramsal analizine, blokzincir teknolojisi ile benzeşen yönlerine ve bu bağlamda kısaca blokzincir teknolojisinin ne olduğuna, akıllı sözleşmelerin temek özelliklerine, akıllı sözleşmelerin sektörel açıdan uygulama alanlarına, akıllı sözleşmelere ilişkin dünyada birtakım düzenleme örneklerine ve akıllı sözleşmelerin avantajları ve dezavantajları konusunda bilgilere yer verilmiştir. Tüm bu açıklamalar neticesinde ise, akıllı sözleşmelerin sözleşmeler hukuku açısından anlaşıldığı şekilde hukuken bir sözleşme olarak değerlendirilip değerlendirilemeyeceği ve gelecekte uygulanabilir bir kurum olup olmadığı konusunda genel bir değerlendirme yapılacaktır.",
        "summary_en": "Smart contracts are not deemed to be contracts as it is understood from the usual perspective of the Contracts Law and this institution can be defined as digital contracts allowing terms contingent on decentralized consensus that are tamper-proof and typically self-enforcing through automated execution.Within the context of this Article, it is hereby explained the conceptual analysis of the smart contracts, its similarities with the blockchain technology and thus what is the meaning of blockchain technology, the main characteristics of smart contracts, implementation fields of smart contracts concerning different sectors, examples for its worldwide regulation aspect, its advantages and disadvantages. As a result of this analysis, in the Article it is also evaluated whether the concept of smart contracts can be legally considered as “contracts” under Turkish contracts law and our consideration for the implementation ability of this institution in future.",
        "link_tr": "https://drive.google.com/file/d/1h3lNMbVUoaNbf_0iBVim46IvwPDM9ZxV/view?usp=sharing",
        "link_en": "https://drive.google.com/file/d/1h3lNMbVUoaNbf_0iBVim46IvwPDM9ZxV/view?usp=sharing"
      },
      {
        "title_tr": "Bulut Bilişimde Bilgi Güvenliği Ve Konunun Genel Veri Koruma Tüzüğü (GDPR) Hükümleri Çerçevesinde Değerlendirilmesi",
        "title_en": "Bulut Bilişimde Bilgi Güvenliği Ve Konunun Genel Veri Koruma Tüzüğü (GDPR) Hükümleri Çerçevesinde Değerlendirilmesi",
        "summary_tr": "İnternet kullanımının artması ile özellikle sabırlı, yeniliklere kolayca adapte olan ve yetenekli hacker’lara karşı bilgi güvenliği herkes açısından önemli hale gelmiştir. Bulut bilişim ise, aslında çok yeni bir teknoloji olmamasına rağmen, siber ataklar açısından günümüzde daha açık hale gelmesi sebebiyle veri lokalizasyonu, bulut bilişimde veri transferi ve geniş hacimli verilerin depolama imkanı göz önüne alındığında özellikle bulut teknolojisindeki bilgi güvenliği kapsamında irdelenmesi gereken bir meseledir. Bu çalışma, bulut bilişim açısından temel kavramlar, hizmet modelleri, bulut bilişim özelinde bilgi güvenliği açısından riskler ve alınması gereken tedbirler ile özellikle Avrupa Birliği’nin konuya yaklaşımı ve Genel Veri Koruma Tüzüğü kapsamında bulut bilişim açısından veri transferine yönelik ayrıntılı değerlendirmeleri kapsamaktadır.",
        "summary_en": "Due to the increase of internet use, the concept of information security has become more essential taking into account of hackers who are patient, innovative and talented for cyber-attacks. In this respect, cloud computing which is, in fact, not a new technology, is more open for vulnerabilities, therefore necessitates to be discovered in terms of information security while considering the concepts of data localization, data transfer and the ability of high-volume data storage in cloud technology. This Article comprises of the basic concepts and service models in cloud computing particularly the risks and the precautions to be taken for cloud security and as well as European Union’s approach to this subject and the specific provisions of EU’s General Data Protection Regulation stipulating the data transfer.",
        "link_tr": "https://drive.google.com/file/d/1HcqoT6yBwjLdux7xTtcXjYbrFgGY7OED/view?usp=sharing",
        "link_en": "https://drive.google.com/file/d/1HcqoT6yBwjLdux7xTtcXjYbrFgGY7OED/view?usp=sharing"
      },
      {
        "title_tr": "Akıllı Sözleşmelerin Finans Sektörüne Etkileri",
        "title_en": "Akıllı Sözleşmelerin Finans Sektörüne Etkileri",
        "summary_tr": "Akıllı sözleşmeler, günümüzde özellikle klasik sözleşmeler hukuku açısından konuya bakıldığında, “sözleşme” olmayıp mahiyeti itibariyle merkezi olmayan bir mutabakat neticesinde tarafların sözleşmeye uygulanacak koşulları belirlediği, kendiliğinden uygulanabilir nitelikte olan ve otomatik hale getirilen sözleşmenin taraflarca ifasına yönelik uygulamanın bir zaman damgası ile mühürlendiği dijital nitelikli sözleşmeler olarak tanımlanabilir. Makalenin içeriğinde, genel itibariyle akıllı sözleşmelerin finans sektöründeki olası etkilerine ve akıllı sözleşmelerin avantajları ve dezavantajları konusunda birtakım bilgilere yer verilmiştir. Tüm bu açıklamalar neticesinde ise, akıllı sözleşmelerin sözleşmeler hukuku açısından anlaşıldığı şekilde hukuken bir sözleşme olarak değerlendirilip değerlendirilemeyeceği ve gelecekte uygulanabilir bir kurum olup olmadığı konusunda genel bir değerlendirme yapılmıştır.",
        "summary_en": "Smart contracts are not deemed to be contracts as it is understood from the usual perspective of the Contracts Law and this institution can be defined as digital contracts allowing terms contingent on decentralized consensus that are tamper-proof and typically self-enforcing through automated execution. Within the context of this Article, it is hereby explained the possible impact of smart contracts relating to finance sector, some significant use cases in that regard and as well as whether the concept of smart contracts can be legally considered as “contracts” under Turkish contracts law and our consideration for the implementation possibility of this institution in future.",
        "link_tr": "https://drive.google.com/file/d/1TPZ2B2H1_4aNxlOZ7PraqfDkLwi6xsOM/view?usp=sharing",
        "link_en": "https://drive.google.com/file/d/1TPZ2B2H1_4aNxlOZ7PraqfDkLwi6xsOM/view?usp=sharing"
      }
    ]
  }